In [1]:
import numpy as np
import pandas as pd
import matplotlib.pyplot as plt

In [2]:
df = pd.read_csv('data.csv')

In [3]:
df.head()

   Year  Gold  Silver  Truth
0  1965    72     NaN      0
1  1966    84     NaN      0
2  1967   103     NaN      0
3  1968   162     NaN      0
4  1969   176     NaN      0